<!DOCTYPE html>
<html>
    <head>
        <title>TODO supply a title</title>
        <meta charset="UTF-8">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <meta name="keywords" content="Datos personales sobre mi">
        <meta name="author" content="Antonio de Jesus Cruz Acosta">
        <link rel="stylesheet" href="style/style.css"/>
    </head>
    <body>
        <div id="todalahoja">
            <div id="divEncabezado">
                <h1><q>Bienvenido a mi P&aacute;gina web acerca de mi</q></h1>
            </div>
            <nav>
                <ul>
                    <li><a href="index.html">Inicio</a></li>
                    <li><a href="familia.html">Familia</a></li>
                    <li><a href="pasatiempos.html">Pasatiempos</a></li>
                    <li><a href="peliculas.html">Peliculas</a></li>
                    <li><a href="musica.html">Musica</a></li>   
                </ul>
            </nav>
            <div id="divborderimage">
                <div id="divBiografia">
                    <h2><i>Biograf&iacute;a</i></h2>
                    <img src="media/img/antonio.jpeg" alt="antonio" width="300" height="350"/>
                    <div>
                        <p>
                            Nac&iacute; el 13 de junio del 2004 en San Juan Bautista Tuxtepec Oaxaca, ah&iacute; viv&iacute; la mayor parte de mi vida,
                            desde que era un beb&eacute; fu&iacute; muy tranquilo y alegr&eacute;, la mayor&iacute;a del tiempo me la pasaba en casa de mis abuelos maternos
                            cuando ten&iacute;a 3 años lastimosamente fallec&iacute;o mi abuelo de parte de mi mam&aacute;, fue un momento muy doloroso para mi porque era muy
                            apegado a &eacute;l y cuando pas&oacute; me puse en muy mal estado que ten&iacute;a muchisima calentura que no se me quitaba con nada, despu&eacute;s del funeral
                            de mi abuelo, dice mi mam&aacute; que me llevaron a su tumba y ah&iacute; le pidieron que me recuperara, pasaron los d&iacute;as y mi estado de salud 
                            mejor&oacute;.
                            <br> 
                        </p>
                        <p>
                            Al llegar a la edad de 4 años ingres&eacute; al kinder Francisco Rodr&iacute;guez Pacheco donde fue un cambio porque era la primera etapa escolar
                            que iba a comenzar, desde el primer d&iacute;a que entr&eacute; me emocionaba hacer muchos amigos, pas&oacute; el tiempo y me llam&oacute; la atenci&oacute;n el
                            basketball donde lo empec&eacute; a jugar en el kinder y tambi&eacute;n entr&eacute; a la banda de guerra donde en una ocasi&oacute;n nos toc&oacute; desfilar.
                            <br>
                        </p>
                        <p>
                            Despu&eacute;s de 2 años lleg&oacute; el momento en el que entrar&aacute; a la primaria en la escuela Ignacio Manuel Altamirano, ah&iacute; nuevamente volv&iacute; hacer 
                            amigos con los que jugaba en los recesos y me divert&iacute;a, cuando finalizaban mis clases al llegar a mi casa lo primero que hac&iacute;a era ver en
                            la televisi&oacute;n mis programas favoritos de la infancia como Dragon Ball, Ben 10, etc. En una ocasi&oacute;n mi pap&aacute; decidi&oacute; llevarme al campo a patear
                            el bal&oacute;n, ah&iacute; se encontraba un equipo de categor&iacute;a biberon que era entre niños de 6 y 7 años, en ese momento mi pap&aacute; me pregunto si me gustar&iacute;a
                            entrar al equipo por lo cual yo le contest&eacute; que si, entonces fue a hablar con el entrenador para preguntarle si yo pod&iacute;a jugar, el entrenador
                            acept&oacute; y desde ese momento me enacnt&oacute; el f&uacute;tbol y se convirti&oacute; en mi hobbit. Transcurri&oacute; el tiempo y fui subiendo de grados con buenas
                            calificaciones en la escuela, en cuarto y quinto de primaria estuve jugando en la selecci&oacute;n de f&uacute;tbol de la escuela y fuimos a competir a
                            distintos torneos en cual ganamos dos trofeos de primer lugar y en uno de ellos me llev&eacute; un trofeo de campeon goleador, pas&eacute; a sexto de primaria
                            y ya estaba a punto de terminar mi etapa en la primaria donde pas&eacute; muchos momentos felices, en las &uacute;ltimas semanas antes de que fuera la clausura 
                            de fin de año, estuvimos practicando el bals de despedida, cuando lleg&oacute; el d&iacute;a de bailar me entregaron un reconocimiento de primer lugar en 
                            aprovechamiento academico y as&iacute; finaliz&oacute; mi ciclo en la primaria. 
                            <br>
                        </p>
                        <p>
                            Decid&iacute; hacer el examen de admisi&oacute;n para la Escuela Secundaria Tecnica #120 porque varios de mis amigos del equipo de futbol iban a estudiar ah&iacute; para
                            tener una buena selecci&oacute;n, entregaron resultados y pas&eacute; el examen, mi dicisi&oacute;n para la especialidad fue optar por computaci&oacute;n porque era lo que m&aacute;s
                            me llamaba la atenci&oacute;n, cuando fue el primer d&iacute;a de clases me di cuenta que hab&iacute;a coincidido con varios amigos, transcurrio el tiempo y fui conociendo
                            nuevos amigos y maestros diferentes, al llegar las fechas de competencias deportivas, entr&eacute; a la selecci&oacute;n de f&uacute;tbol y competimos en distintas zonas
                            desafortunadamente no pasamos a la zona regional y lo mismo suceder&iacute;a en 2<sup>do</sup> de secundaria, cuando pas&eacute; a 3<sup>ro</sup> ya las cosas ser&iacute;an diferentes,
                            logramos ganar el torneo local lo cual nos otorgar&iacute;a el pase para la zona regional, en ese torneo llegamos hasta la final pero perdimos en penales,
                            despu&eacute;s de un tiempo termin&oacute; mi etapa en la secundaria.
                            <br>
                        </p>
                        <p>
                            Para el nivel medio superior hice examen en el Cbtis107, donde esocg&iacute; la carrera de programaci&oacute;n, en el primer semestre qued&iacute; en un grupo de la tarde,
                            y as&iacute; estuve yendo a clases en la tarde hasta terminar el primer semestre, cuando pas&eacute; a segundo ped&iacute; mi cambio al grupo de la mañana ya que si iba en
                            la tarde a la escuela no me daba la oportunidad de poder entrenar futbol, al pasar un tiempo suceder&iacute;a algo inesperado que pondr&iacute;a de cabeza todo el mundo,
                            la llegada del covid-19, lo cual cambiar&iacute;a la educaci&oacute;n para un sistema de clases en línea, que en lo personal fue dificil porque en esa modalidad el  
                            aprendizaje fue mas complicado y as&iacute; durar&iacute;a dos años m&aacute;s. Ya de haber transcurrido dos años se inventaria una vacuna en contra del covid-19 lo que
                            permitir&iacute;a volver a clases presenciales ya cursando el sexto semestre yendo todos los dias a la escuela, al final termin&eacute; la preparatoria y sal&iacute; con buenas
                            calificaciones.
                            <br>
                        </p> 
                        <p>
                            En el momento que termin&eacute; mi etapa en el bachillerato ten&iacute;a que pensar en que universidad iba a estudiar, me sent&iacute;a confundido sobre que carrera estudiar
                            y no pod&iacute;a tomar una desici&oacute;n, despu&eacute;s de consultarlo con mis pap&aacute;s sali&oacute; una oportunidad de estudiar en Leon Gto, al tener familia en Le&oacute;n me facilitar&iacute;a 
                            muchas cosas, y al final tom&eacute; la decisi&oacute;n de estudiar en la <abbr title="Universidad Tecnologica de Leon">UTL.</abbr>
                            <br>
                        </p>
                    </div>
                </div>
            </div>
            <div id="divBorderradius">
                <div>
                    <h2><i>Datos sobre mi familia</i></h2>
                    <img src="media/img/familia.jpeg" alt="imagen" width="450" height="550"/>
                    <h3><u>Los integrantes de mi familia</u></h3>
                    <ul>
                        <li><strong>Mi pap&aacute;: Antonio Cruz Meza</strong></li>
                        <li><strong>Mi mam&aacute;: Estela Acosta Fern&aacute;ndez</strong></li>
                        <li><strong>Mi hermano: Carlos Antonio Cruz Acosta</strong></li>
                        <li><strong>Mi primo hermano: Rodolfo Torres Gonzales</strong></li>
                    </ul>
                </div>
            </div>
            <div>
                <h2><i>Pasatiempos</i></h2>
                <img src="media/img/pasatiempos.jpg" alt="imagen2" width="500" height="300" />
                <div id="divDegradado">
                    <ol>
                        <li><b>Jugar Futbol</b></li>
                        <li><b>Escuchar Musica</b></li>
                        <li><b>Jugar videojuegos</b></li>
                        <li><b>Ver series y peliculas</b></li>
                    </ol>
                </div>    
            </div>
            <div>
                <div id="divImagenajust">
                    <h2><i>Lugares que quiero visitar</i></h2>
                    <h3><u>Huasteca Potosina en San Luis Potos&iacute;</u></h3>
                    <div id="divTextocursiva">
                        <div>
                            <p>
                                La Huasteca Potosina es un amplio espacio del estado de San Luis Potos&iacute;, que re&uacute;ne un conjunto de municipios y atracciones, como si estuvieras en un
                                pequeño pa&iacute;s, presto a disfrutar de todos los encantos posibles. Su epicentro es Ciudad Valles, donde est&aacute; la mayor capacidad hotelera. Cerca est&aacute; Micos,
                                con sus hermosas cascadas escalonadas.
                            </p>
                        </div>
                    </div>
                </div>
                <div>
                    <h3><u>Bacalar en Quintana Roo</u></h3>
                    <div id="divTransparencia">
                        <img src="media/img/bacalar.jpg" alt="bacalar" width="500" height="300"/>
                    </div>
                    <div id="divTextoHelvetica">
                        <p>
                            La tambi&eacute;n llamada Laguna de los Siete Colores es impactante por su belleza, sus r&aacute;pidos, sus estromatolitos y muy especialmente por sus embrujadores cenotes.
                            La laguna es también sitio de moda para la moton&aacute;utica y otros divertimientos acu&aacute;ticos. Fuera del agua, la localidad de Bacalar cuenta con otros sitios de 
                            inter&eacute;s tur&iacute;stico, como el Fuerte de San Felipe Neri y el Museo de la Guerra de Castas.
                        </p>
                    </div>
                </div>
                <div>
                    <h3><u>Playa del carmen</u></h3>
                    <div id="divTransparencia">
                        <img src="media/img/playa_del_carmen.jpg" alt="playa_del_carmen" width="500" height="300"/>
                    </div>
                    <div id="divTextoVerdana">
                        <p>
                            La Riviera Maya, en el Caribe mexicano, es uno de los principales corredores mundiales del turismo de playa y su coraz&oacute;n es Playa del Carmen. La ciudad del estado 
                            de Quintana Roo, frente a la isla de Cozumel, cuenta con una infraestructura hotelera de primer orden y en permanente expansi&oacute;n, playas paradis&iacute;acas, parques ecol&oacute;gicos
                            y excelentes restaurantes en los que disfrutar los frescos pescados y mariscos caribeños y la gastronom&iacute;a internacional.
                        </p>
                    </div>
                </div>
                <div>
                    <h3><u>El Malecón de Mazatlán</u></h3>
                    <div id="divTransparencia">
                        <img src="media/img/mazatlan.jpg" alt="mazatlan" width="500" height="300"/>
                    </div>
                    <div id="divTextoFantasy">
                        <div id="divSombreado">
                            <p>
                                Es una ciudad en la que coexisten su vieja estirpe colonial y su moderna infraestructura para el turismo, siendo llamada La Perla del Pac&iacute;fico.En el centro hist&oacute;rico hay 
                                que visitar la catedral-bas&iacute;lica, un bello templo barroco en el que se rinde veneraci&oacute;n a la Inmaculada Concepci&oacute;n. Tambi&eacute;n sobresalen en el casco viejo el Teatro &Aacute;ngela 
                                Peralta, la Plazuela Machado y el Centro Municipal de las Artes, que funciona en el edificio del antiguo Hotel Iturbide. Uno de los corredores m&aacute;s activos de la ciudad es 
                                su largo malec&oacute;n de 21 kilómetros. 
                            </p>
                        </div>
                    </div>
                </div>
            </div>
            <br><br>
        </div>
    </body>
</html>
